[
  {
    "name": "Precast Columns",
    "namear": " الاعمدة و الكمر" ,
    "detailar":"إن الأعمدة الخرسانية المسبقة الصب هي عبارة عن هياكل من الخرسانة تم تصنيعها في مصانعنا  قبل نقلها إلى الموقع الذي سيتم تركيبها فيه، وتستخدم هذه الأعمدة بشكل واسع في العديد من المشاريع الإنشائية المختلفة.  يتم إنتاج هذه الأعمدة بواسطة مختلف الطرق الإنتاجية، إنطلاقًا من الصب بواسطة قوالب خاصة، ومرورًا بعملية الشد الأسفلتي، أو القطع والتلميع، وذلك لتلبية متطلبات المشاريع المختلفة.  تتميز هذه الأعمدة بأنها سهلة التركيب والتثبيت ولا تحتاج إلى الكثير من العمل اليدوي، كما أنها تتميز بمتانتها وقوتها، وهذا يعني أنها تستطيع تحمل الأحمال الثقيلة بكل يسر وسهولة.  ومن الجوانب الأخرى التي يحتاج الأخذ بها بشكل جيد، فإن استخدام الأعمدة المسبقة الصب يؤدي إلى تقليل النفايات والتكاليف التي قد ترتبط بالعمليات التقليدية، كما أنها تتيح ضمان جودة الأعمال بشكل أفضل.   وبصرف النظر عن الإيجابيات التي توفرها، فإن هذا النوع من الأعمدة يعتبر خيارًا مفضلاً لعدد من المشاريع الكبيرة، مثل الجسور والمباني السكنية والتجارية بدرجة كبيرة، وهذا يعود إلى عدة عوامل، بما في ذلك السرعة في التركيب والقدرة على تحمل الأحمال العالية.",
    "id":1,
    "detail": "Precast concrete columns are concrete structures that have been manufactured in specialized factories before being transported to the site where they will be installed, and these columns are widely used in many different construction projects.  These columns are produced by various production methods, starting from casting By special moulds, and through the process of asphalt tension, or cutting and polishing, in order to meet the requirements of different projects. These columns are easy to install and install and do not require much manual work, as they are characterized by their durability and strength, and this means that they can easily bear heavy loads And ease.   Another aspect that needs to be well taken into account is that the use of precast columns leads to a reduction in waste and costs that may be associated with traditional operations, and it also allows for a better guarantee of the quality of work.    Apart from the positives it provides, this type of Columns are a preferred choice for a number of large projects, such as bridges and residential and commercial buildings to a large extent, and this is due to several factors, including speed in installation and ability to bear loads",
    "what": "Precast columns produced by Cretematic provide vertical height and structural support to many modern multilevel developments. Taking heavy loadings and providing solid and steady foundations to precast beams, rib beams, floorings and walls.Cretematic regularly cast in planned and concealed ducting and ports to provide a transfer of supply and return services between levels. ",
    "why":"  Financial savings to the project • Increased product longevity • Strength and protection • Using precast can reduce the construction time • Reduced personal labor, costs and site hazard exposures. • Can reduce or eliminate ongoing maintenance costs • Cretematic creative precast can comprise color, texture and detail all in one",
    "whyar":"    •   تخفيض تكاليف المشروع.    •   زيادة طول العمر المنتج   • القوة والحماية   • استخدام الخرسانه المسبقه الصب تقلل من وقت البناء   • تخفيض الموارد البشريه وبالتالي خفض تكاليف المشروع وتقليل خطر البناء في الموقع . • يمكن خفض أو القضاء على تكاليف الصيانة المستمرة • الجاهزة الإبداعي Cretematic يمكن أن تشمل اللون والملمس والتفاصيل في كل واحدة",
    "image": ["../cols/col1.jpg","../cols/col2.jpg","../cols/col3.jpg","../cols/col4.jpg","../cols/col5.jpg","../cols/col6.jpg","../cols/col7.jpg"]
  },
  {
    "name": "Foundations",
    "namear": "الاساســـــات",
    "detailar":". تعد الأساسيات الخرسانية المسبقة الصب أحد أنواع الإنشاءات الهامة التي تتميز بالسرعة والكفاءة في إنجاز المشاريع الضخمة في وقت قصير وبجودة عالية. فالأساسيات الخرسانية المسبقة الصب تتكون من بلاطات خرسانية مسبقة الصب يتم تصنيعها في مصانع خاصة، وتشمل هذه المصانع مراحل مختلفة من التصميم والإنتاج والفحص. تتميز الأساسيات الخرسانية المسبقة الصب بخصائص مختلفة، منها القدرة على تحمل الأحمال الثقيلة والقدرة على تحمل التحولات الحرارية والاهتزازات والزلازل، كما يتم توفير الخرسانة المسبقة الصب بأشكال وأحجام مختلفة، حسب الاحتياجات الهندسية والمتطلبات البنائية. وتتميز أيضًا بسرعة التنفيذ والتركيب، مما يوفر الوقت والجهد في الأعمال الإنشائية المختلفة.    بالإضافة إلى ذلك، تتميز الأساسيات الخرسانية المسبقة الصب بالاستدامة والحفاظ على البيئة، حيث يتم تقليل كمية المواد الاستهلاكية والتخلص من النفايات الإنشائية، وبالتالي يتم تقليل الآثار السلبية على البيئة.  ويتم استخدام الأساسيات الخرسانية المسبقة الصب في العديد من المشاريع الضخمة، مثل الجسور، والمنشآت الصناعية، والمباني الكبيرة، والمواقع الرياضية، والموانئ والمطارات، والعديد من المشاريع الأخرى التي تتطلب الخرسانة التي تتميز بالجودة والقوة والمتانة والاستدامة.",
    "id":2,
    "whyar":"• فتره بناء اقصر.  وقد صممت لدينا أسس مسبقة الصنع لتقصير مرحلة البناء واعادة البناء في العملية في وقت ابكر. • سعة التحميل:  قوة الأساسات الخرسانية لدينا تزيد من الوزن ااتي تتحملها التربه مما يزيد من استقرار المنشا ومتانته علي المدي البعيد.  • المتانة:  تم تصميم العناصر المسبقة الصنع لمقاومة الأحمال المفاجئه . الكثافة والمتانة العاليه لمنتجاتنا يعطي عمر طويل للمنشا مع تكلفات في الصيانه اقل . • حماية وعزل:  ان عزل الأساسات (جميع عناصر الأساسات) المتصله مباشرة مع التربة تحت الأرض هو السبب الأهم أن تحافظ على قوتها ومتانتها لذلك كريتيماتك تحرص على استخدام مواد ذات جودة عالية لعزل جميع العناصر تحت الأرض لتجنب أي عوامل خارجية يمكن أن تؤثر سلبا على قوة ومتانة العنصر مثل   (المياه الجوفية - أملاح والكبريتات في التربة، الخ ...).  أفضل الاستشاريين يصرون على عزل العناصر المتصله مباشرة مع التربة تحت الأرض لتجنب أي تأثير سلبي من   التربة مما يؤثر على قوة العنصر الخرساني وبالتالي منع اي تاثير سلبي علي المنشا ككل   ولذلك، فإننا حريصون علي عزل العنصر باحترافيه بحيث يتم ضمان عزله 100٪      لذلك تحرص كريتيماتك علي استخدام عالية الجودة المواد العازلة (القار - الخ .....) في عملية عزل الاساسات.",
    "what": " Precast concrete foundations are one of the important types of construction that are characterized by speed and efficiency in completing huge projects in a short time and with high quality. Precast concrete foundations consist of precast concrete slabs that are manufactured in special factories, and these factories include different stages of design, production, and examination. Precast concrete is also available in different shapes and sizes, according to engineering needs and construction requirements. It is also characterized by the speed of implementation and installation, which saves time and effort in various construction works.    In addition, precast concrete foundations are characterized by sustainability and environmental preservation, as the amount of consumables and construction waste disposal are reduced, and thus the negative impacts on the environment are reduced.    Precast concrete foundations are used in many mega projects, such as bridges, industrial facilities, large buildings, sports sites, and ports. ",
    "why":" Shorter construction period: Our precast foundations are designed to shorten the construction phase and bring the construction into operation at an earlier date. • Load capacity:the strength of our concrete foundations raises the capacity load of the construction to enable the installment of the rest of construction elements . • Durability: our precast elements are designed to resist accidental impact loads. The density and durability of our products gives long life maintenance free experience to our elements. • Protection & Isolation: Insulation of foundations (all foundation elements) contacting directly with underground soil is the most important reason that keeps its strength and durability so Cretematic Is keen to use a high quality insulating materials to isolate all underground elements to avoid any external factors can negatively affect the strength and durability of the element such as (Underground water - salts and sulfate in the soil, etc….)Best consultants insist on Isolating elements contacting directly with underground soil to avoid any negative impact from The soil which affects the strength of the concrete element generally and does not fulfill the conditions required of it Therefore, we are keen at Cretematic to isolate the element professionally so that it is 100% Guaranteed So Cretematic keens to use a high quality insulating materials (bitumen - etc .....) in the process of isolating foundations",
    "detail": "The foundations of the building transfer the weight of the building to the ground. While 'foundation' is a general word, normally, every buildin...",
    "image":["../founditions/f1.jpg","../founditions/f2.jpg","../founditions/f2.jpg","../founditions/f3.jpg",
    "../founditions/f4.jpg","../founditions/f5.jpg","../founditions/f6.jpg","../founditions/f7.jpg","../founditions/f8.jpg"]
  },
  {
    "name": "Prestressed Slab System",
    "namear": "   بلاطــات الهولوكور",
    "detailar":"بلاطات الهولوكور مسبقة الصب هي عبارة عن لوحات مصنوعة من مادة الهولوكور المعروفة بخفتها وصلابتها العالية، وتتميز هذه البلاطات بأنها مسبقة الصب، أي أنها يتم صناعتها في كريتماتك خاصة بمقاسات وأحجام مختلفة، ثم تنقل إلى موقع البناء وتقوم بتركيبها في الموقع المطلوب.  تستخدم بلاطات الهولوكور المسبقة الصب في العديد من التطبيقات الهامة في مجال البناء، فهي تساعد على توفير الوقت والجهد وتقليل التكاليف المادية، كما تساعد على زيادة كفاءة البناء وتقليل الأعطال الناتجة عن الصب المباشر في الموقع، وتعتبر هذه البلاطات أيضاً خياراً جيداً في مشاريع البناء الكبيرة التي تتطلب الكميات الكبيرة من البلاطات.  تتميز بلاطات الهولوكور المسبقة الصب بخفة وزنها، حيث يصل وزن البلاطة الواحدة إلى نصف وزن البلاطة التقليدية المصنوعة من الخرسانة المسلحة، كما تتميز بمقاومتها العالية للاهتراء والكسر، كما أنها تتحمل عوامل الطقس والتعرض للنار والماء والرطوبة، وتتوفر بلاطات الهولوكور المسبقة الصب بأشكال وأحجام مختلفة لتناسب احتياجات العملاء المختلفة في مجال البناء، وبسبب جودة المادة التي تصنع منها وخصائصها الفريدة، فإن بلاطات الهولوكور المسبقة الصب مناسبة للعديد من التطبيقات في مجال البناء، بما في ذلك الجدران والأسقف والأرضيات وغيرها من التطبيقات.",
    "whyar":"تحقيق نتائج جيدة في خفض التكاليف والطاقة والمرافق والمعدات عن طريق ما قبل التبريد خلال ساعات الغير مستغله في العمل  مما يتيح التوفير في ساعات الذروة الكهربائية.   تخفيض استخدام  الآلات وتوفير 50٪ من تكاليف المعدات      يمكن استخدامها في أنواع عديدة من المباني السكنية والصناعية والتجارية والمدارس والمؤسسات.    توفير الطاقة من 30-50٪ في المناطق  الحارة والباردة    تحقيق أفضل عزل الصوت    استخدام كميات أقل من المواد في عملية التصنيع   أسهل في عملية التصنيع والنقل  أخف وزنا وبنفس القوة",
    "id":3,
    "what": "Pre-cast holocore tiles are paintings made of holocaur material known for its lightness and high rigidity. These tiles are pre-cast, i.e. they are made in your creams for different sizes and sizes, then transported to the construction site and installed at the desired site.  Pre-cast holocore tiles are used in many important construction applications. They help save time, effort and reduce material costs. They also help to increase construction efficiency and reduce failures resulting from direct on-site casting. These tiles are also a good option in large construction projects that require large quantities of tiles.  The pre-cast holocore tiles are lightweight, with one tile weighing up to half the weight of the traditional tile made of reinforced concrete, It is also characterized by its high resistance to wear and fracture, and it bears weather factors, exposure to fire, water and moisture, Holocaur pre-casting tiles are available in different shapes and sizes to suit different customers' construction needs and because of the quality of the material from which it is made and its unique characteristics, the pre-cast holocore tiles are suitable for many applications in the field of construction, including walls, ceilings, flooring and other applications.. ",
    "why":"Suitable For • Hospitals • Schools  • Car  parks • Hotels • It reduces energy consumption and utility costs through excess heat stored in the thermal mass within hours exploit the vacuum to be used to heat the building during the hours uninhabited. Achieving good results in cost-saving and energy, facilities and equipment by pre-cooling during unoccupied hours, allowing savings in electrical peak hours during the untapped. Decline in machinery and HVAC provides 50% of the equipment costs It can be used in many types of residential, industrial and commercial buildings, schools and institutions. Energy Savings of 30-50% in hot and cold climates Achieve the best sound isolation Use less material in the manufacturing process  Easier in the manufacturing and transportation process  Lighter in weight and the same strength High ability to exploit the internal voids corridors for electrical connections and telephone lines and sewage",
    "detail": "Pre-cast holocore tiles are paintings made of holocaur material known for its lightness and high rigidity. These tiles are pre-cast, i.e. they are made in your creams for different sizes and sizes, then transported to the construction site and installed at the desired site.  Pre-cast holocore tiles are used in many important construction applications. They help save time, effort and reduce material costs. They also help to increase construction efficiency and reduce failures resulting from direct on-site casting. These tiles are also a good option in large construction projects that require large quantities of tiles.  The pre-cast holocore tiles are lightweight, with one tile weighing up to half the weight of the traditional tile made of reinforced concrete, It is also characterized by its high resistance to wear and fracture, and it bears weather factors, exposure to fire, water and moisture, Holocaur pre-casting tiles are available in different shapes and sizes to suit different customers' construction needs and because of the quality of the material from which it is made and its unique characteristics, the pre-cast holocore tiles are suitable for many applications in the field of construction, including walls, ceilings, flooring and other applications..",
    "image":["../Prestressed_Slab_System/pss.jpg","../Prestressed_Slab_System/pss1.jpg","../Prestressed_Slab_System/pss2.jpg"
  ,"../Prestressed_Slab_System/pss3.jpg","../Prestressed_Slab_System/pss4.jpg","../Prestressed_Slab_System/pss5.jpg","../Prestressed_Slab_System/pss6.jpg"]
  },
  {
    "name": "Wall Systems ",
    "namear": "ألسياج",
    "detailar":"حوائط خرسانية مسبقة الصب هي تقنية حديثة في المجال الهندسي والإنشائي، حيث يتم القيام بصب الخرسانة في قوالب مصنعة مسبقاً في مكان آخر ثم يتم نقلها إلى موقع البناء وتثبيتها في مكانها المخصص.  وتتميز هذه الحوائط بالعديد من المزايا، فهي توفر الوقت والجهد والتكلفة المرتبطة بعملية البناء، حيث يمكن تجهيز الحوائط المسبقة الصب في المصنع في الوقت الذي يتم فيه العمل في موقع البناء، وبالتالي يتم تخفيف الوقت اللازم لإنهاء البناء.   وتتميز الحوائط المسبقة الصب بالدقة في الأبعاد والمواصفات المطلوبة، حيث يتم تصنيعها بالإنتاجية العالية والخبرة الفنية العالية، مما يضمن جودة عالية واستخداماً فعالاً للمواد.     وهذه التقنية توفر أيضاً صفات ميكانيكية قوية للحوائط، حيث يتم تعزيزها بالأسلحة المعدنية أو الأسلاك الفولاذية، وبالتالي تكون أكثر متانة وقوة لتحمّل الأحمال والتحميل الزائد      ويمكن استخدام الحوائط المسبقة الصب في العديد من التطبيقات المختلفة، مثل بناء المنازل والفيلات والعمارات، وكذلك في بناء المدارس والمستشفيات والمباني الحكومية والتجارية.   وبشكل عام، تُعد الحوائط المسبقة الصب خيارًا مثاليًا لتحسين كفاءة عملية البناء وجعلها أسرع وأكثر كفاءة وجودة، وتوفير الجهد والتكلفة في نفس الوقت. ",
    "whyar":"1- اكثر اقتصاديه مقارنه بالاسوار الاعتياديه المستخدم فيها الطوب   الاسوار العاديه تحتاج الي موارد كثيره ( شدات خشبيه ، خرسانه مسلحه ، طوب ، الخ .......) وعمال بناء لكل البنود السابقه وبعد كل هذه الموارد نجد ان السور لايوفي الاحتياجات او الهدف المرجو منه نظرا لعيوب في التنفيذ الانشائي او المعماري وايضا لصعوبه ضبط الجوده بالموقع مع كل هذه البنود.   اسوار كريتيماتك مكونه من خرسانه مسلحه سابقه الصب فقط لذلك لا تحتاج الي الموارد الكثيره السابق ذكرها لانهاء السور او اي موارد بشريه لازمه لها    اسوار كريتيماتك تلبي احتياجات المالك بكل سهوله فقط مانريد معرفه هو الهدف من السور والوقت الذي ترغب في انهاء السور به   2- توفير الوقت والمواد الخام اللازمه لبناء وانهاء السور مقارنه بالاسوار العاديه    ان عامل الوقت وبشكل عام كاد ان يكون اكثر اهميه من العامل الاقتصادي لذلك نحن ناخذ في اعتبارنا عاملا الوقت بشكل كبير    اسوار كريتيماتك تقلص البرنامج الزمني للمشروع بنحو ( 50% - 60 %) من البرنامج الزمني الاصلي لانهاء المشروع.   توفر وقت ومواد خام بنسبه كبيره جدا مقارنه بالاسوار العاديه    حيث انها لا تحتاج الي مواد خام كثيره مقارنه بالاسوار العاديه فانها توفر ما يقارب الي ( 40 % الي 50% ) من تكلفه المواد الخام الاصليه .   ايضا توفر في تكلفه الموارد البشريه والتي تستخدم في الاسوار الاعتياديه بشكل كبير جدا مثل ( عمال الخرسانه بمشتملاتها ، عمال الطوب ، عمال المحاره ، عمال التشطيب النهائي) كل ما تحتاجه طقم مكون من ( 3 عمال ) فقط لتركيب السور لذلك فهي تخفض التكاليف بنسبه تتراوح بين ( 60% الي 75 % ) من التكلفه الاجماليه الاصليه للموارد البشريه.    وحيث اننا نهتم جدا وناخذ في اعتبارنا عامل الوقت فانه يمكننا تنفيذ (50 الي 100 ) متر طولي يوميا كمعدل انجاز لانهاء المشروع.   اخيرا الاسوار الخاصه بكريتيماتك ذو وجه املس وناعم لذلك يمكن استخدامها كما هي او طلاتئها باي ماده طلاء ( اكريلك ، اسمنتي ، الخ........) لذلك فهي موفره ايضا في المواد الخام الخاصه بتشطيب السور.  3- لها متانه وقوه عاليه جدا مقارنه بالاسوار الاعتياديه.    من المؤكد ان الاسوار ذات الخرسانه المسلحه تكون متينه وقويه بالمقارنه بالاسوار الاعتياديه المستخدم فيها الطوب   مميزات اسوار كريتيماتك في هذا المجاال    انها تمتاز بقابليه تشغيل ومتانه عاليه جدا مقارنه بالاسوار التقليديه    انها تتكون من عناصر منفصله لذلك يسهل تركيبها وفكها واعاده تركيبها مره اخري فقط لتلبي احتياجات المالك اكثر فاكثر.   اسوار كريتيماتك عباره عن عناصر مكونه من الخرسانه المسلحه ( يمتاز الحائط بتخانه 12 سم ) لذلك فهي اكثر قوه ومتانه وامنه كما يمكن استخدامها تجاريا ( اعلانات ، الخ ...... )  ان اسوار كريتيماتك اسوار امنه منذ اليوم صفر ( يوم التركيب ) لان الاحمال التي تتعرض لها عناصر السور (القواعد والحوائط والاعمده ) مثل احمال النقل والتركيب (احمال نقل – احمال رياح- احمال من المعده المستخدمه في عمليه التركيب ) هذه الاحمال تكون اكبر بكثير من الحمل المطلوب من قبل المالك .  4- نحن كريتيماتك نصر ونحرص علي عزل قواعد السور جيدا لزياده التشغيليه والمتانه .  ",
    "id":4,
    "what": "  Precast concrete walls is a modern technology in the field of engineering and construction, where the concrete is poured into prefabricated molds in another place, then it is transported to the construction site and installed in its designated place.   These walls have many advantages, as they save time, effort and cost associated with In the construction process, as precast walls can be prepared in the factory at the time work is being done at the construction site, thus reducing the time required to finish construction. This ensures high quality and efficient use of materials.   This technology also provides strong mechanical properties for the walls, as they are reinforced with metal arms or steel wires, and thus are more durable and stronger to withstand loads and overloads.    Precast walls can be used in many different applications , such as the construction of houses, villas and condominiums, as well as in the construction of schools, hospitals, government and commercial buildings.    In general, precast walls are an ideal choice to improve the efficiency of",
    "why":"1) The rapid construction offers to the developer many advantages:• Precast concrete panels are delivered to site made to measure. Manufactured in controlled environment, factory conditions the panels are quickly erected to provide high quality precast concrete walls. The developer can achieve significant program benefits for following trades and to the overall project.  The precast concrete solution eliminates wet trades associated with traditional construction techniques.  Installation progress of the new precast wall panel system is almost independent of weather conditions. A team of 2 or 3 construction workers can install up to 200 m² per day. The rapid closure of the building condition enables floor slab construction to be brought forward. •2) Shorter Construction Period :  For the freeholder or tenant the precast concrete wall panel system is designed to shorten the construction phase and bring the warehouse or distribution centre into operation at an earlier date.   •3) Smooth Finish : The high strength precast concrete panels give a smooth internal finish to the warehouse. This food grade finish eliminates worries about damp ingress or pest infestations within the walls of the warehouse. The smooth surface of the precast concrete panels is suitable for painting with little or no preparation. • 4) Movable:    Precast concrete wall panels can be dismantled and relocated to provide alterations to sub divisions and to facilitate subsequent extension to the warehouse. •5) Durable :  The pre-stressed concrete wall panels are designed to resist accidental impact loads. The density and durability of the precast concrete gives long maintenance free service for the building walls. We insure that applying isolation for all warehouse foundation elements to increase its own durability.",
    "detail": "Precast concrete offers the aesthetics, affordability, durability, strength and speed of installation owners and architects want in a building material.  ",
    "image": ["../security_wall/secw.jpg","../security_wall/sw1.jpg","../security_wall/sw2.jpg","../security_wall/sw3.jpg",
    "../security_wall/sw4.jpg","../security_wall/sw5.jpg"]
  },
  {
    "name": "Manholes",
    "namear": "المطابق",
    "detailar":"المطابق مسبقه الصب هي إحدى التقنيات الحديثة المستخدمة في مجال الهندسة المدنية والإنشاءات. وتتمثل هذه التقنية في تصميم وإنشاء الأساسات الخرسانية والأساسات المسلحة بطريقة مسبقة قبل بدء عملية البناء والتشييد. ويتم ذلك من خلال استخدام اللوحات الخرسانية المسبقة الصب المعروفة باسم    ويعتبر استخدام المطابق مسبقة الصب في البناء من الطرق المبتكرة والفعالة لتقليل فترة البناء وتكاليفه وزيادة الجودة والمتانة للإنشاءات. فهذه الطريقة تتيح للمهندسين والمقاولين تجهيز الهيكل الخرساني في المصنع قبل نقله إلى موقع الإنشاء.  وبالتالي، يتم تقليل الوقت المستغرق في عملية البناء والتشييد وتجنب بعض المشاكل الشائعة التي قد تحدث في موقع البناء مثل ارتفاع درجة الرطوبة أو انخفاض درجات الحرارة أو تغيرات في الجو الخ. كما أن استخدام هذه التقنية يتيح للمهندسين والمقاولين إمكانية التحكم في جودة المواد والتكلفة في المرحلة المبكرة من عملية البناء.   ولكن يجب أن يتم اتخاذ بعض الاحتياطات اللازمة عند استخدام المطابق مسبقة الصب، مثل الحفاظ على جودة المواد والتحكم في مراقبة الإنتاج في المصنع وضمان أن الهيكل الخرساني المسبق متوافق مع المتطلبات الهندسية والبنائية للإنشاء. وإذا تم ذلك، فإن استخدام المطابق مسبقة الصب يمكن أن يكون أحد الحلول الرائعة للحصول على إنشاءات مستدامة وعالية الجودة.",
    "whyar":"سهوله التركيب    اصبحت صناعه المطابق الخرسانيه المسبقه الصب جزء لا يتجزا في مجال البناء الحديث وبلاخص في مجال البنيه التحتيه متفوقا علي نظيره المستخدم فيه الطرق التقليديه في التنفيذ وذلك لاسباب عديده منها سهوله وسرعه التركيب  يمكن تركيب هذه المطابق مباشره دون الحاجه الي صب لياسه اسمنتيه باسفلها وبالتالي ليس هناك داع الي انتظار الخرسانه الجاهزه او اي موارد اخري فقط المطبق وطاقم التركيب الذي يتكون من معده رفع و عدد 2 عمال   كما يمكن عمل الفتحات الخاصه بالمواسير بجسم المطبق حسب الطلب بالمصنع او في الموقع اثناء التنفيذ وذلك بفضل المواد المانعه للتسرب والتي تستخدم لاحكام عمليه تركيب المواسير بجسم المطبق ويمنع نفاذيه اي مياه صرف خارج المطبق   الجوده العاليه و لأن منتجات الخرسانة الجاهزة عادة ما تكون مصنوعة في بيئة تسيطر عليها عوامل ضبط الجوده .  لمتغيرات التي تؤثر على الجودة التي توجد عادة في موقع العمل - درجة الحرارة، وظروف المعالجة، وجودة المواد والحرفية - يتم القضاء عليها تقريبا في المصانع التي تنتج منتجات مسبقة الصب  القوه والمتانه والاستدامه   ان متانه العنصر الخرساني المسبق الصب مرتبط بعامل الوقت فمع مرور الوقت يزداد المنتج قوه وصلابه بعكس المنتجات التقليديه المناظره له فمع مرور الوقت تصبح هذه العناصر اقل قوه وكفاءه وبالتالي تحتاج الي صيانه بشكل دوري   كما اظهرت الدراسات ان المنتجات الخرسانيه المسبقه الصب التي تتم تحت معاير ضبط الجوده وطبقا لاصول الصناعه انها يمكن ان تدوم لحوالي 100 سنه تقريبا    تقليل الانشطه بالموقع الخاصه بالمشروع   وبما أن مطابق الخرسانة المسبقه الصب يتم تصنيعها خارج الموقع وتسليمها عند الطلب، فهناك انخفاض كبير في حركة مرور الشاحنات والغبار والضوضاء والحطام من القوالب المرتبطة بالمنتجات التي تصب بالموقع .   لأن مكونات الخرسانة سابقة الصب هي وحدات موحدة، يتم تثبيتها بطريقة أسرع وأيضا يؤدي إلى انخفاض تكاليف البناء واستخدام الطاقة، وأقل ضوضاء وانبعاثات أقل من المعدات في الموقع  واخيرا وليس اخرا ان المطابق المسبقه الصب توفر في البرنامج الزمني الخاص بالمشرع بنسبه كبيره وايضا توفر في تكاليف الانشاء لشبكه الصرف الصحي وتكاليف الصيانه الخاصه بها اي انه يكن اعتبارها اكثر اقتصاديه في عامل الوقت والمال مقارنه بنظيرتها التي تستخدم فيها الطرق التقليديه .",
    "id":5,
    "what": "Precast concrete manholes are an integral component of any modern sewer system. Precast concrete manhole sections are produced in a controlled environment, thus exhibiting high quality and uniformity. A properly designed and installed precast concrete manhole system provides superior watertight performance and will provide the long-term solution you need. ",
    "why":" Installation is Easy   •Precast concrete manholes have become the construction industry’s product of choice over cast-in-place concrete, brick and other non-concrete products for many reasons, not the least of which is ease of installation.    Precast concrete manholes can be easily installed on demand and immediately backfilled. There is no need to wait for concrete or mortar to cure at the job site. The degree of soil compaction around the manhole and remaining trenches is never a problem, making installation faster and easier. Contractors are familiar with how to handle precast concrete manholes and can easily install them. Standard sealants and flexible joints are readily available and are vital to water tightness.• We’re Talking Quality Here Because precast concrete products typically are made in a controlled environment, they exhibit high quality and uniformity. Variables affecting quality typically found on a job site – temperature, curing conditions, material quality and craftsmanship – are nearly eliminated in a precast plant. •Rough, Tough and Long-Lasting Precast concrete strengthens with time, while other materials can deteriorate, experience creep and stress relaxation lose strength and/or deflect as they age. The load-carrying capacity of precast concrete is derived from its own structural qualities and does not rely on the strength or quality of the surrounding backfill materials. Studies have shown that precast concrete products can provide a service life in excess of 100 years. For severe service conditions, additional design options are available that can extend the life of the precast concrete product. This is extremely important when calculating life-cycle costs for a project. •Reduced Site Impact Since precast concrete manholes are manufactured off site and delivered on demand, there is a significant reduction in truck traffic, dust, noise and debris from formwork associated with poured-in-place products. Because precast concrete manhole components are modular and standardized, they are installed in a quicker fashion and also result in reduced construction times and energy usage, less noise and fewer emissions from on-site equipment",
   
    "detail": "Precast concrete manholes are an integral component of any modern sewer system. Precast concrete manhole sections are produced in a controlled ...",
    "image": ["../manholes/m1.jpg","../manholes/m2.jpg","../manholes/m3.jpg","../manholes/m4.jpg","../manholes/m5.jpg","../manholes/m6.jpg"
    ,"../manholes/m7.jpg"]
  },
  {
    "name": "Security Solutions",
    "namear": "الحلول الامنية ",
    "detailar":"الحلول الأمنية مسبقة الصب هي الممارسات التي يتم اتخاذها قبل المشكلة تحدث أو قبل حدوث أي تهديد للأمن. وتأتي هذه الحلول في إطار خطة شاملة ومدروسة بعناية تتضمن مخاطر الأمن التي قد تواجه المؤسسة أو المنشأة.   وتعتبر الحلول الأمنية مسبقة الصب أفضل من العلاج والعلاج هو دوماً الحل الأسعد لأنه يمكن أن يسبب خسائر هائلة للأمن والسلامة، بما في ذلك الأرواح، ويعرض الأشخاص والممتلكات للخطر.    من بين الشيء الذي يمكن فعله في إطار الحلول الأمنية مسبقة الصب، تشمل ذلك التحقق من الهوية، وتطبيق الإجراءات الأمنية الصارمة عن الدخول والخروج من المنشآت، وتغيير الرموز السرية بشكل دوري، ودراسة مخططات الطوارئ وتدريب الموظفين على كيفية التصرف في حالات الطوارئ.   ولذا، يتعين على المؤسسات والمنشآت العامة والخاصة أن تتخذ الحلول الأمنية المسبقة الصب بكل جدية وينبغي العمل على تنفيذها وتطبيقها بشكل صحيح، وذلك لضمان الحماية والأمان الكامل للممتلكات والأفراد وتجنب الخسائر الناجمة عن أية مشكلة أمنية.",
    "whyar":"",
    "id":6,
    "what": "Precast security solutions are practices that are taken before a problem occurs or before any security threat occurs. These solutions come within the framework of a comprehensive and carefully considered plan that includes the security risks that the organization or facility may face. Precast security solutions are better than treatment and treatment is always the happiest solution because it can cause enormous losses to security and safety, including lives, and put people and property at risk.       Among the things that can be done under precast security solutions include identity verification, applying strict security measures for entry and exit from facilities, changing secret codes periodically, studying emergency plans and training employees on how to behave in emergency situations.   Therefore, public and private institutions and facilities must take pre-cast security solutions seriously and should be implemented and applied correctly, in order to ensure the full protection and safety of property and individuals and to avoid losses resulting from any security problem. ",
    "why":"It's the best and fastest solution to secure your property and economical for sure. Our security solutions come in fair face so you can use it without finishing or we could apply any decoration on it (logo –printed decoration – etc ….) . We insist of isolating our foundation for more durability and long life to our product. ",
    "detail": "It's the best and fastest solution to secure your property and economical for sure... ",
    "image": ["../safty_house/safty1.jpg","../safty_house/safty2.jpg","../safty_house/safty3.jpg","../safty_house/safty4.jpg"]
  },
  {
    "name": "WareHouses",
    "namear": "الهنــــــــاجر",
    "detailar": "​هناجر خرسانية مسبقة الصب هي نوع من المنشآت الصناعية التي تُستخدم كمستودعات للبضائع أو لتخزين المواد الخام، وذلك بفضل ما تتميز به من خصائص تقنية وجودة عالية في البناء. تتميز هذه الهناجر بكونها مصنوعة من الخرسانة المسبقة الصب، وهي عبارة عن ألواح مسبقة الصب تم تصنيعها في مصانع خاصة قبل إرسالها إلى موقع البناء ليتم تجميعها وتركيبها هناك بدلاً من تصميم وبناء المنشأة من الصفر.   تتمتع هذه الهناجر بالعديد من المزايا والفوائد التي تجعلها تحظى بشعبية كبيرة في مختلف المجالات الصناعية، فهي تُقدم مساحة تخزين كبيرة ومريحة، وتتميز بقدرتها على تحمل الأوزان الكبيرة والتحميل الثقيل، وتوفر بيئة عمل آمنة ومناسبة للتخزين والتصنيع. بالإضافة إلى ذلك، فإنها تتميز بفترة إنشاء قصيرة وتكلفة بناء أقل بكثير من التصاميم التقليدية، كما أنها توفر الحماية من الجوانب الجوية القاسية مثل الأمطار والرياح العاصفة والعواصف الثلجية.  لقد أصبحت الهناجر الخرسانية مسبقة الصب خيارًا شائعًا للعديد من الشركات والصناعات المختلفة، وذلك بسبب المزايا العديدة التي توفرها والاستفادة الكبيرة التي يمكن الحصول عليها بها، وهي تعد انتقالاً عن التصاميم التقليدية والتي تتطلب وقت وجهد كبيرين للإنشاء.",
    "whyar":"ان بلاطات الهولوكور السابقه الاجهاد تستخدم في المنشاءات المتعدده الطوابق او ذات الطابق الواحد .    ان هذا النوع من البلاطات منتشر جدا في البلاد التي تستخدم البلاطات السابقه الصب في منشاءاتها مثل شمال اوروبا وشرق اوروبا .    وجود هذا النوع من البلاطات مرتبط بالبلاد ذات معدل زلازل اقل فهي اقتصاديه جدا وموفره في الخامات المستخدمه مما يعني وزن اخف وسرعه تنفيذ وانهاء مقارنه بنظيرتها الاعتياديه.    هذا النوع من الحوائط يحتوي علي فراغات امبوبيه ممتده بكامل طول البلاطه وتمثل نسبه الفراغات من (65 % الي 75 % ) من اجمالي البلاطه ، هذه الفراغات تجعل البلاطه اخف وزنا وبالتالي فتكون موفره في الخامات وسهله النقل والتركيب مقارنه بالبلاطات المصمته    الابعاد الاعتياديه لهذه البلاطات 120 سم طول ، (12 سم الي 50 سم ) تخانه ، نظام التسليح المستخدم في هذه البلاطات عباره عن حديد تسليح (cable steel ) توفر مقاومه ضد زراع العزم المتولد علي البلاطه.  هذه البلاطات تمتلك مقاومه للحرائق عاليه ( 60 دقيقه الي 120 دقيقه ).  حوائط الهولوكور الخاصه بكريتيماتك متوفره بتخانات ( 200مم ، 265 مم ، 320 مم ) وطول يصل الي 20 متر للتغطيه الخارجيه .   مميزات البلاطات الهولوكور  تقليل من استهلاك الطاقة وتكاليف المرافق من خلال تخزين الحرارة في ساعات العمل لاستخدامها لتسخين المبنى خلال ساعات ايقاف التشغيل .   تحقيق نتائج جيدة في خفض التكاليف والطاقة، تجهيزات والمعداتوالتبريد خلال ساعات الايقاف، مما يتيح التوفير في الطاقه المستغلة ساعات الذروة .   انخفاض في الآلات وتوفر التكييف 50٪ من تكاليف المعدات.   ويمكن استخدامه في أنواع من المباني السكنية والصناعية والتجارية والمدارس والمؤسسات.   توفير الطاقة من 30-50٪ في المناخات الحارة والباردة.   تحقيق أفضل عزل الصوت.  استخدام مواد أقل في عملية التصنيع.  أسهل في عملية التصنيع والنقل.   أخف وزنا وبنفس القوة.   قدرة عالية على استغلال الفراغات كممرات داخلية للتوصيلات الكهربائية وخطوط الهاتف والصرف الصحي.",
    "id":7,
    "what": "Precast concrete hangars are a type of industrial facility that is used as warehouses for goods or for storing raw materials, thanks to its technical characteristics and high quality in construction. These hangars are made of precast concrete, which are precast slabs manufactured in special factories before being sent to the construction site to be assembled and installed there instead of designing and building the facility from scratch.  These hangars have many advantages and benefits that make them very popular in various industrial fields, as they offer a large and comfortable storage space, are characterized by their ability to withstand large weights and heavy loading, and provide a safe working environment suitable for storage and manufacturing. In addition, they have a short construction period and a much lower construction cost than traditional designs, and they also offer protection from extreme weather aspects such as rain, gusty winds and blizzards.   Precast concrete hangars have become a popular choice for many different companies and industries, due to the many advantages they provide and the great benefit that can be obtained with them, and they are a transition ",
    "why":"For the better part of the last century, architectures were evolved and changed in many case for the better. Buildings could be built higher, larger, and structurally more sound based on a number innovations.",
    "detail": "Precast concrete hangars are a type of industrial facility that is used as warehouses for goods or for storing raw materials, thanks to its technical characteristics and high quality in construction. These hangars are made of precast concrete, which are precast slabs manufactured in special factories before being sent to the construction site to be assembled and installed there instead of designing and building the facility from scratch.  These hangars have many advantages and benefits that make them very popular in various industrial fields, as they offer a large and comfortable storage space, are characterized by their ability to withstand large weights and heavy loading, and provide a safe working environment suitable for storage and manufacturing. In addition, they have a short construction period and a much lower construction cost than traditional designs, and they also offer protection from extreme weather aspects such as rain, gusty winds and blizzards.   Precast concrete hangars have become a popular choice for many different companies and industries, due to the many advantages they provide and the great benefit that can be obtained with them, and they are a transition ",
    "image":["../warehouse/war1.jpg","../warehouse/war2.jpg","../warehouse/war3.jpg","../warehouse/war4.jpg","../warehouse/war5.jpg"]
  },
  {
    "name": "UNDERGROUND UTILITY VAULTS",
    "namear": "    الغرف الخدمية",
    "detailar":"الغرف الخدمية مسبقة الصب هي غرف تم تصنيعها مسبقًا في كريتماتك قبل نقلها إلى موقع البناء. تُعد هذه الغرف خيارًا شائعًا في الكثير من المشاريع الإنشائية، وتستخدم عادةً في الأماكن التي يكون فيها الوقت والمكان محدودين، وغالبًا ما تكون هذه الغرف خاصة بالمرافق العامة مثل المستشفيات والمباني الحكومية والفنادق.  تتمتع الغرف الخدمية مسبقة الصب بالعديد من المزايا والفوائد؛ فهي توفر المزيد من الجودة والمتانة بالإضافة إلى السرعة والكفاءة في عملية التركيب. ومن خلال استخدام هذه الغرف، يتم تقليل النفايات والتلوث وتحسين السلامة العامة. يتم توفير الغرف مسبقة الصب بأشكال وأحجام مختلفة تبعاً للأغراض التي تستخدم لأجلها.   ومن المهم أن يتم تصنيع الغرف الخدمية مسبقة الصب وفق معايير دقيقة تضمن جودة البناء ومتانته المستدامة. ويتم ذلك من خلال استخدام مواد بناء عالية الجودة، بجانب تقنيات الإنتاج الحديثة والإجراءات الدقيقة للضبط والإدارة.   في النهاية، يمكن القول إن الغرف الخدمية مسبقة الصب هي تقنية حديثة وفعالة في عملية البناء، وتستخدم بشكل واسع في العديد من المشاريع. وتقدم الغرف هذه الكفاءة والمرونة التي يحتاجها المشروع لتلبية المتطلبات المتزايدة لصناعة البناء.",
    "whyar":"   الخرسانة الجاهزة يكمن سر صلابتها في عامل الوقت حيث تذداد درجه الصلابه وقوه التحمل مع مرور الوقت تدريجيا . وبالعكس بالنسبه للمنتجات الاخري التي تستخدم فيها الطرق التقليديه فمع مرور الوقت تقل درجه التحمل ضد الاحمال المؤثره عليها خاصه في وجود المياه الجوفيه بشكل مفاجئ او متنبا به.   الجودة لأن منتجات الخرسانة المسبقه الصب مصنوعة في بيئة تسيطر عليها عوامل الجوده والامن ، فإنها تُنتج بجودة عالية .   سهولة التركيب   الخرسانة المسبقه الصب مفضله لدي المهندسين نظرا لسهولة التركيب النسبية.     يمكن تركيب الغرف الخاصه بالمرافق تحت الأرض المُصنعه من الخرسانة السابقة الصب بسهولة وردمها على الفور - ليست هناك حاجة للانتظار المعدات الخاصه بالخلط الخرساني او معدات العزل وخلافه كل ماتحتاجه هو طاقم عمل واحد ويتم التركيب والردم في نفس اليوم     غير قابله للاحتراق   هياكل الخرسانة الجاهزة غير قابلة للاحتراق ويمكنها تحمل درجات الحرارة المرتفعة.    قابليه التعدد لتناسب كافه احتياجات مجال البنيه التحتية    الخرسانة المصبقة الصب هي الطريقه المثاليه لصناعه الغرف الخاصة بالمرافق تحت الأرض.   الغرف المسبقة الصب يمكن أن تناسب أي متطلبات في التصميم الخاص بمشروعات البنيه التحتية .     ولان عملية الإنتاج تكون  في بيئة تسيطر عليها عوامل الجودة  لذلك الغرف المُنتجه لاتحتاج الي اي نو معالجه لذلك يمكن تركيبها فور وصولها إلى موقع العمل.    تقليل الاعتماد على الطقس    الخرسانة السابقة الصب تزيد من الكفاءة الانتاجيه للعمل لأنه لايعتمد علي اي عوال او مؤثرات خارجيه مثل  (الطقس والعوامل الجويه) وبالتالي لن تتاثر العمليه الانتاجية.   وبالإضافة إلى ذلك، فإن الظروف الجوية في موقع العمل لن يؤثر بشكل كبير على الجدول الزمني.  على العكس من ذلك، فان تجهيز وصب الخرسانه في الموقع يمكن أن يؤدي إلى تأخيرات كبيرة بسبب سوء الأحوال الجوية. انخفاض وقت البناء    تقدم الخرسانة المسبقة الصب الحل الافضل في مجال توفير الوقت بالبرنامج الزمني  مقارنة مع صب وتنفيذ الانشطه بالموقع.   وهذا يقلل من التكاليف الانشائية ، ويقلل من انشطة العمل في الموقع  ويزيل العديد من المخاوف المتعلقة بالسلامة من أعمال الحفر المفتوحة والعمل مقارن بالطرق التقليديه في الصب والتنفيذ .",
    "id":8,
    "what": "Precast Service Rooms are rooms that have been pre-fabricated at Cretematic prior to being transported to the construction site. These rooms are a common choice in many construction projects, and they are usually used in places where time and space are limited, and these rooms are often for public facilities such as hospitals, government buildings, and hotels.   Precast service rooms have many advantages and benefits; It provides more quality and durability as well as speed and efficiency in the installation process. Through the use of these chambers, waste and pollution are reduced and public safety is improved. Precast rooms are provided in different shapes and sizes depending on the purposes for which they are used. This is done through the use of high-quality building materials, in addition to modern production techniques and accurate control and management procedures.     In the end, it can be said that precast service rooms are a modern and effective technology in the construction process, and are widely used in many projects. The rooms offer the efficiency and flexibility he needs ",
    "why":"The underground utility construction industry has come to rely on the proven performance and versatility of precast concrete utility structures. Standard vault designs are readily available, while custom vaults can be designed with the assistance of your local precast concrete manufacturer.   Precast concrete underground utility structures are a perfect example of value-added engineering. Utility equipment and accessory items such as racks, ladders, hatches, frames, covers or climate control units can all be preinstalled saving a considerable amount of time and money on your next underground utility project. Strength   Precast concrete gradually strengthens over time. Other products, such as fiberglass and steel, can deteriorate and lose strength, especially in the presence of ground water.    Quality  Because precast concrete products are made in a controlled environment, they exhibit high quality and uniformity.  Ease of Installation      Precast concrete is desirable due to the relative ease of installation. Precast concrete underground utility structures can be easily installed and immediately backfilled — there is no need to wait for concrete or mortar to cure. The structural capacity of other materials is also often dependent on the design and quality of backfill material.     Noncombustible",
    "detail": "The underground utility construction industry has come to rely on the proven performance and ...",
    "image":["../unv/un1.jpg","../unv/un2.jpg","../unv/un3.jpg","../unv/un4.jpg"]
  }
  

]
